"ASSISTANT_TRY_AGAIN" = "Üzgünüm, tekrar eder misiniz?";
"ASSISTANT_CONNECTION_FAILED_0" = "Üzgünüm, ağa bağlanmayla ilgili sorunlar yaşıyorum.";
"ASSISTANT_CONNECTION_FAILED_1" = "Üzgünüm, şu anda bağlanamıyorum.";
"ASSISTANT_CONNECTION_FAILED_2" = "Üzgünüm, ağ bağlantım yok.";

"ASSISTANT_INITIAL_QUERY" = "Nasıl yardımcı olabilirim?";
"ASSISTANT_GUIDE_HEADER" = "Şunun gibi şeyler söylemek için mikrofona dokunun:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Kılavuz";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri Kullanılamıyor";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Internet’e bağlanın.";

"ASSISTANT_EDUCATION_TITLE" = "Siri size yardımcı olabilir mi?";
"ASSISTANT_EDUCATION_CONTENT" = "Siri’yi kullanmaya başlamak için Ana Ekran düğmesini basılı tutun.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Ana Ekran düğmesini basılı tutmanız gerekmeden de bir şeyler isteyebilirsiniz. Ekran açıkken, telefonu kulağınıza yaklaştırmanız ve konuşmaya başlamanız yeterlidir.";